Repository: regan008/WearingGayHistory-Plugins
Catalog: geolocation/languages/*.po
Languages: ca_es, cy_gb

source: kilometers
ca_es: quilòmetres

source: miles
ca_es: milles

source: within %1$s %2$s of "%3$s"
ca_es: entre %1$s %2$s de "%3$s"

source: Map
ca_es: Mapa

source: Browse Map
ca_es: Navega pel mapa
cy_gb: Pori'r map

source: Find A Geographic Location For The
ca_es: Troba una localització geogràfica per
cy_gb: Darganfod Lleoliad Ar Gyfer Y

source: Geolocation Map
ca_es: Mapa amb objectes geolocalitzats

source: Show attached items on a map
ca_es: Mostreu els ítems sobre el mapa

source: Find a Location by Address:
ca_es: Troba una localització per l'adreça:
cy_gb: Darganfod Lleoliad yn ôl Cyfeiriad:

source: Find
ca_es: Troba
cy_gb: Darganfod

source: General Settings
ca_es: Configuració general

source: Default Latitude
ca_es: Latitud per defecte
cy_gb: Lledred Rhagosodedig

source: Latitude of the map's initial center point, in degrees. Must be between -90 and 90.
ca_es: La latitud del punt central inicial del mapa, en graus. Ha d'estar entre -90 i 90.
cy_gb: Lledred pwynt canol cychwynnol y map, mewn graddau. Rhaid bod rhwng -90 a 90.

source: Default Longitude
ca_es: Longitud per defecte
cy_gb: Hydred Rhagosodedig

source: Longitude of the map's initial center point, in degrees. Must be between -180 and 180.
ca_es: La longitud del punt central inicial del mapa, en graus. Ha d'estar entre -180 i 180.
cy_gb: Hydred pwynt canol cychwynnol y map, mewn graddau. Rhaid bod rhwng -180 a 180.

source: Default Zoom Level
ca_es: Nivell de zoom per defecte
cy_gb: Lefel Chwyddo Rhagosodedig

source: An integer greater than or equal to 0, where 0 represents the most zoomed out scale.
ca_es: Un nombre enter més gran o igual que 0, on 0 representa l'escala més ampla.
cy_gb: Cyfanrif sy'n fwy na neu'n hafal â 0, pan fo 0 yn cynrhycholi'r raddfa chwyddo mwya llydan.

source: Map Type
ca_es: Tipus de mapa

source: The type of map to display
ca_es: El tipus de mapa que es visualitzarà

source: Roadmap
ca_es: Mapa de carreteres

source: Satellite
ca_es: Satèl·lit

source: Hybrid
ca_es: Híbrid

source: Terrain
ca_es: Terreny

source: Browse Map Settings
ca_es: Configuració del mapa

source: Number of Locations Per Page
ca_es: Nombre de localitzacions per pàgina
cy_gb: Nifer o Leoliadau Fesul Tudalen

source: The number of locations displayed per page when browsing the map.
ca_es: El nombre de localitzacions per pàgina quan es navega pel mapa.

source: Auto-fit to Locations
ca_es: Ajust automàtic de localitzacions

source: If checked, the default location and zoom settings will be ignored on the browse map. Instead, the map will automatically pan and zoom to fit the locations displayed on each page.
ca_es: Si està activat, la localització per defecte i la configuració del zoom seran ignorades al mapa d'ítems. En canvi, el mapa s'enquadrarà automàticament per les localitzacions mostrades a cada pàgina.

source: Use metric distances
ca_es: Utilitza distàncies mètriques
cy_gb: Defnyddio pellteroedd metrig

source: Use metric distances in proximity search.
ca_es: Utilitza distàncies mètriques en cerques per proximitat.
cy_gb: Defnyddio pellteroedd metrig mewn chwiliadau agosrwydd.

source: Item Map Settings
ca_es: Configuració del mapa d'ítems

source: Width for Item Map
ca_es: Ample del mapa
cy_gb: Lled ar gyfer Map Eitem

source: The width of the map displayed on your items/show page. If left blank, the default width of 100% will be used.
ca_es: L'amplada del mapa mostrat a la pàgina de cada ítem. Si es deixa en blanc, s'utilitzarà un 100%.
cy_gb: Lled y map ar eich tudalen eitemau/dangos. Os yw'n wag, bydd lled rhagosodedig o 100% yn cael ei ddefnyddio.

source: Height for Item Map
ca_es: Altura del mapa
cy_gb: Uchder ar gyfer Map Eitem

source: The height of the map displayed on your items/show page. If left blank, the default height of 300px will be used.
ca_es: L'alçada del mapa mostrat a la pàgina de cada ítem. Si es deixa en blanc, s'utilitzarà una alçada de 300px.
cy_gb: Uchder y map ar eich tudalen eitemau/dangos. Os yw'n wag, bydd uchder rhagosodedig o 300px yn cael ei ddefnyddio.

source: Map Integration
ca_es: Integració amb el mapa

source: Add Link to Map on Items/Browse Navigation
ca_es: Afegeix un enllaç des de la pàgina de navegació i d'ítems cap al mapa
cy_gb: Ychwanegu Dolen i'r Map ar y Rhyngwyneb Eitemau/Pori

source: Add a link to the items map on all the items/browse pages.
ca_es: Afegeix un enllaç des del mapa cap a la pàgina de navegació i d'ítems.
cy_gb: Ychwanegu dolen i'r map eitemau ar yr holl dudalennau eitemau/pori.

source: Add Map To Contribution Form
ca_es: Afegeix el mapa al formulari de contribució
cy_gb: Ychwanegu Map I'r Ffurflen Cyfrannu

source: If the Contribution plugin is installed and activated, Geolocation will add a geolocation map field to the contribution form to associate a location to a contributed item.
ca_es: Si el
cy_gb: Os yw'r ategyn Cyfrannu wedi ei osod a'i gychwyn, bydd Daearleoli yn ychwanegu maes map daear-leoli i'r ffurflen gyfrannu er mwyn cysylltu lleoliad gydag eitem.

source: Location requires an item ID.
ca_es: La localització requereix un ID d'ítem.
cy_gb: Mae'r lleoliad angen ID eitem.

source: Location requires a valid item ID.
ca_es: La localització requereix un ID d'ítem vàlid.
cy_gb: Mae'r lleoliad angen ID eitem dilys.

source: A location already exists for the provided item.
ca_es: Ja existeix una localització per aquest ítem.
cy_gb: Mae lleoliad eisoes yn bodoli i'r eitem.

source: Location requires a latitude.
ca_es: La localització requereix una latitud.
cy_gb: Mae'r lleoliad angen lledred.

source: Location requires a longitude.
ca_es: La localització requereix una longitud.
cy_gb: Mae'r lleoliad angen hydred.

source: Location requires a zoom level.
ca_es: La localització requereix un nivell de zoom.
cy_gb: Mae'r lleoliad angen llefel chwyddo.

source: Browse Items on the Map
ca_es: Navega pels ítems del mapa
cy_gb: Pori Eitemau ar y Map.

source: Find An Item on the Map
ca_es: Troba un ítem al mapa
cy_gb: Dod o hyd i Eitem ar y Map

source: This item has no location info associated with it.
ca_es: Aquest ítem no té informació d'ubicació associada.
cy_gb: Does dim gwybodaeth lleoliad yn gysylltiol a'r eitem hon.

source: Geographic Radius (kilometers)
ca_es: Geographic Radius (quilòmetres)
cy_gb: Radiws Daearyddol (cilometrau)

source: Geographic Radius (miles)
ca_es: Geographic Radius (milles)
cy_gb: Radiws Daearyddol (milltiroedd)

source: Geographic Address
ca_es: Adreça geogràfica
cy_gb: Cyfeiriad Daearyddol

source: total
cy_gb: cyfanswm
